Revit 2027 API
SymbolTypeId.MSup2PerKw Property
 Symbol m²/kW, indicating unit Square meters per kilowatt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup2PerKw { get; }
Public Shared ReadOnly Property MSup2PerKw As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup2PerKw {
	ForgeTypeId^ get ();
}
static member MSup2PerKw : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace